"livechat.inputfield.questionplaceholder" = "أدخل سؤالك";
"livechat.inputfield.messageplaceholder" = "الرسالة";
"livechat.inputfield.feedbackplaceholder" = "أدخل ملاحظاتك هنا...";
"livechat.inputfield.commentplaceholder" = "تعليق";
"livechat.headertitle.department" = "اختر القسم";
"livechat.headertitle.feedback" = "اترك مقترحاتك";
"livechat.button.send" = "إرسال";
"livechat.button.ok" = "موافق";
"livechat.button.photolibrary" = "مكتبة الصور";
"livechat.button.sendPhoto" = "إرسال صورة";
"livechat.button.takescreenshot" = "التقاط لقطة شاشة";
"livechat.button.cancel" = "‎إلغاء";
"livechat.button.open" = "فتح";
"livechat.button.copy" = "نسخ";
"livechat.button.submit" = "إرسال";
"livechat.button.back" = "< رجوع";
"livechat.button.select" = "تحديد";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "رجوع";
"livechat.message.savetolibrary" = "حفظ إلى فيلم الكاميرا";
"livechat.message.offlineSend" = "إرسال دون اتصال بالإنترنت";
"livechat.message.secs" = "%@ ثوان";
"livechat.message.sec" = "%@ ثانية";
"livechat.message.newmessage" = "%@ رسالة جديدة";
"livechat.message.newmessages" = "%@ رسائل جديدة";
"livechat.message.chattransfered" = "تم نقل المحادثة. مرحبًا، %@ هنا!! سيكون من دواعي سروري أن أقدم لك المزيد من المساعدة.";
"livechat.message.agenjoinedchat" = "انضم %@ إلى هذه المحادثة.";
"livechat.message.sessionended" = "انتهت الجلسة - #%@";
"livechat.message.sessionendednovisitid" = "انتهت الجلسة";
"livechat.message.connectedto" = "تم الاتصال بـ %@";
"livechat.message.sessionendtime" = "ستنتهي جلسة المحادثة في غضون %@";
"livechat.message.chatmissed" = "سنعود إليك في وقت قريب";
"livechat.message.defaultthankmsg" = "شكرًا لاتصالك بنا! \n يُرجى تزويدنا بتقييمك وملاحظاتك القيمة.";
"livechat.ratingresponse.ratingandfeedback" = "شكرًا لك على تقييمك وملاحظاتك القيمة";
"livechat.ratingresponse.feedback" = "شكرًا على ملاحظاتك القيمة";
"livechat.ratingresponse.rating" = "شكرًا لك على تقييمك القيم";
"livechat.message.name" = "أنا";
"livechat.ratingmessage.bad" = "سيئ";
"livechat.ratingmessage.good" = "جيد";
"livechat.ratingmessage.wow" = "مذهل";
"livechat.feedbackmessage.nofeedback" = "لا توجد ملاحظات";
"livechat.connectionstatus.online" = "متصل";
"livechat.connectionstatus.offline" = "غير متصل";
"livechat.connectionstatus.connecting" = "جارٍ الاتصال";
"livechat.connectionstatus.waitingfornetwork" = "جارٍ الانتظار لشبكة";
"livechat.connectionstatus.noconnection" = "لا يوجد اتصال بالشبكة..";
"livechat.day.morning" = "صباح";
"livechat.day.afternoon" = "بعد الظهر";
"livechat.day.evening" = "مساءً";
"livechat.day.night" = "ليلاً";
"livechat.day.today" = "اليوم";
"livechat.day.yesterday" = "أمس";
"livechat.fileSize.exceed.alert" = "حجم الملف يتجاوز الحد الأقصى المسموح به";

//
"livechat.message.sessionend" = "ستنتهي جلسة المحادثة";

"livechat.leave.feedback" = "شكرًا لاتصالك بنا! \n يُرجى تزويدنا بملاحظاتك القيمة.";

"livechat.offline.sent" = "تم الإرسال دون اتصال";

"livechat.conversation.gif" = "gif";

"livechat.conversation.image" = "صورة";

"livechat.conversation.vidoe" = "فيديو";

"livechat.conversation.audio" = "صوت";

"livechat.conversation.file" = "ملف";

"livechat.conversation.location" = "الموقع";

"livechat.conversation.contact" = "جهة اتصال";

"livechat.ongoing.typing" = "جارية الكتابة";

"livechat.offline.message" = "نحن غير متاحين في الوقت الحالي. الرجاء ترك رسالة لنا وسنرد عليك بأسرع ما يمكن.";

"livechat.start.chat" = "بدء محادثة";

"livechat.recently.viewed" = "تم عرضه مؤخرًا";

"livechat.faq.srarch.empty" = "أووه! العنصر الذي تبحث عنه لا يزال قيد الإنشاء! تفضل بالعودة لاحقًا!";

"livechat.faq.search" = "بحث عن عنصر";

"livechat.conversation" = "المحادثات";

"livechat.faq" = "قاعدة المعرفة";

"livechat.conversation.search.empty" = "عذرًا! يبدو أن لا شيء في المحادثة الحالية يشتمل على كلمة البحث التي كتبتها للتو. ربما يفلح البحث لو أنك جربت كلمة بحث أخرى!";

"livechat.conversation.attended" = "في %@ مع %@"; //in zylker with andrew

"livechat.conversation.missed" = "فائت في %@";//Missed in sales

"livechat.conversation.search" = "بحث عن محادثة";

"livechat.conversation.empty" = "عذرًا! يبدو أنك لم تنخرط في محادثة مع مشغلي مؤسستنا حتى الآن! تذكر أن ليس عليك سوى النقرلا توجد محادثات حتى الآن! أنت على بُعد نقرة واحدة من الاتصال بخبرائنا.";

"livechat.faq.empty" = "لا تزال وحدة العنصر قيد الإنشاء!";

"livechat.conversaiton.awaiting" = "جارٍ انتظار الاتصال...";

"livechat.faq.article" = "مقالة";

"livechat.faq.articles" = "مقالة";

"livechat.faq.view" = "المشاهدات";

"livechat.faq.views" = "المشاهدات";


"livechat.button.endsession" = "إنهاء الجلسة";
"livechat.message.missedChat" = "دردشة فائتة";
"livechat.message.sharedfile" = "تمت مشاركة ملف";
"livechat.message.suggestions" = "اقتراحات";
"livechat.message.like" = "إعجاب";
"livechat.message.dislike" = "عدم الإعجاب";
"livechat.message.timezone" = "المنطقة الزمنية";
"livechat.message.date" = "التاريخ";//
"livechat.message.time" = "الوقت";//
"livechat.message.from" = "من";//
"livechat.message.to" = "إلى";//
"livechat.message.speaker" = "متحدث";
"livechat.message.settings" = "الإعدادات";
"livechat.message.okay" = "لا بأس";
"livechat.button.dnt" = "عدم التعقب";
"livechat.button.gotit" = "فهمت!";
"livechat.button.learnmore" = "معرفة المزيد";
"livechat.button.accept" = "قبول";
"livechat.button.decline" = "رفض";
"livechat.message.slidetodelete" = "مرر للحذف";
"livechat.message.holdtorecord" = "اضغط مع الاستمرار للتسجيل، وقم بالتحرير للإيقاف";
"livechat.permission.microphone" = "السماح للوصول إلى ميكروفون الجهاز الخاص بك لتسجيل الرسائل الصوتية وإرسالها.";
"livechat.buttton.later" = "لاحقًا";
"livechat.message.permission" = "التنقل إلى إعدادات التطبيقات";
"livechat.message.angry" = "غاضب";
"livechat.message.sad" = "حزين";
"livechat.message.neutral" = "معتدل";
"livechat.message.good" = "جيد";
"livechat.message.great" = "رائع";

"livechat.message.chattransfering" = "%@ يقوم بتحويل هذه الدردشة إلى %@.";
"livechat.message.forwardsupport" = "%@ يقوم بتحويل هذه الدردشة.";
"livechat.message.forwardaccepted" = "تم إعادة توجيه الدردشة إلى %@ بنجاح.";

"livechat.button.done" = "تم";
"livechat.button.skip" = "تخطي";
"livechat.button.confirm" = "تأكيد";
"livechat.message.bookslot" = "حجز فترة زمنية";

"livechat.message.verybad" = "سيء جدًا";
"livechat.message.neutral" ="معتدل";
"livechat.message.pickdate" = "اختر تاريخًا";
"livechat.message.pickslot" = "اختر حيزًا زمنيًا";
"livechat.message.pickloc" = "اختر موقعًا";
"livechat.message.location" = "الموقع";
"livechat.message.curloc" = "إرسال الموقع الحالي" ;
"livechat.message.selloc" = "إرسال الموقع المختار";

"livechat.message.changeemail" = "تغيير عنوان البريد الإلكتروني";
"livechat.message.translateconsent" = "ترجمة Google";
"livechat.message.chatconsent" = "الموافقة على الدردشة";
"livechat.message.trackconsent" = "الموافقة على التتبع";
"livechat.chatconsent.message" = "عن طريق النقر فوق ”قبول“، فأنت بموجب ذلك توافق على الشروط والأحكام المحددة في هذا المستند.";
"livechat.trackconsent.message1" = "مرحبًا! نحن نعقب أنشطتك على تطبيقنا لتحسين تجربتك داخل التطبيق.";
"livechat.trackconsent.message2" = "مرحبًا! نحن نعقب أنشطتك على تطبيقنا لتحسين تجربتك داخل التطبيق. ولكن إذا كنت تريد إلغاء تسجيل الاشتراك في ذلك، فانقر فوق خيار \"عدم التعقب\".";
"livechat.message.cardmask" = "إخفاء بطاقة الائتمان";
"livechat.creditcard.message" = "بما أن رقم بطاقتك يعد بيانات حساسة، فهل تريد أن نخفي أول 12 رقمًا في من رقم بطاقتك؟";
"livechat.button.mask" = "إخفاء";
"livechat.message.emailtranscript" = "أنت على وشك إرسال مخطوط هذه الدردشة عبر البريد الإلكتروني إلى %@.";


"livechat.message.continuesession" = "انتهت جلسة المحادثة معنا. هل لديك أي استفسارات إضافية ترغب في توضيحها؟ انقر فوق متابعة لإجراء محادثة معنا.";
"livechat.button.sendemail" = "إرسال نسخة المحادثة عبر البريد الإلكتروني";
"livechat.button.continue" = "استمر";
"livechat.message.typeemail" = "أدخل عنوان البريد الإلكتروني الخاص بك";
"livechat.message.mailsent" = "تم إرسال البريد بنجاح";
"livechat.message.mailfailed" = "فشل إرسال البريد";

"livechat.button.yes" = "موافق";
"livechat.button.no" = "نعم";
"livechat.message.connectohuman" = "هل أنت بحاجة إلى مساعدة بشرية؟";

//06.08.2019
"livechat.message.downloading" = "جار التنزيل";
"livechat.message.uploading" = "جارٍ التحميل";

"livechat.message.sendphoto" = "إرسال صورة";
"livechat.message.sendvideo" = "إرسال فيديو";

"livechat.message.sendphotos" = "إرسال %@ صور";
"livechat.message.sendvideos" = "إرسال %@ مقاطع فيديو";


"livechat.message.senditems" = "إرسال %@ عناصر";

"livechat.message.saved" = "تم الحفظ";
"livechat.message.screenshot" = "اضغط للالتقاط";

"livechat.message.time.yearsago" = "منذ %@ عام";
"livechat.message.time.monthsago" = "منذ %@ شهر";
"livechat.message.time.weeksago" = "منذ %@ أسبوع";
"livechat.message.time.daysago" = "منذ %@ يوم";
"livechat.message.time.hoursago" = "منذ %@ ساعة";
"livechat.message.time.minutesago" = "منذ %@ دقيقة";
"livechat.message.time.secondsago" = "منذ %@ ثانية";
"livechat.continue.chat" = "متابعة الدردشة";
"livechat.conversation.started" = "في %@";
"livechat.message.sendfeedback" = "إرسال ملاحظات";
"livechat.message.sessionendtime" = "ستنتهي جلسة الدردشة في غضون %@";

"livechat.message.recieveimage" = "قام %@ بإرسال صورة إليك";
"livechat.message.recievevideo" = "قام %@ بإرسال فيديو إليك";
"livechat.message.recievegif" = "قام %@ بإرسال GIF إليك";
"livechat.message.recievefile" = "قام %@ بإرسال ملف إليك";
"livechat.message.recieveaudio" = "قام %@ بإرسال مقطع صوتي إليك";
"livechat.message.sharescreenshot" = "مشاركة لقطة شاشة";



//FORMS
"livechat.message.defaultthankmsg" = "كان من دواعي سروري المحادثة معك اليوم. الرجاء استغراق دقيقة إضافة ”تقييمك“.";

"livechat.message.rate.1star" = "نأسف لعدم تمكننا من مساعدتك. سنحسن من دعمنا.";
"livechat.message.rate.2star" = "عذرًا! سنضمن لك تجربة أفضل في المرة القادمة.";
"livechat.message.rate.3star" = "شكرًا على التقييم! لا تتردد في الاتصال بنا للحصول على أي مساعدة.";
"livechat.message.rate.4star" = "شكرًا جزيلاً لك على تقييمك. سنسعد بمساعدتك.";
"livechat.message.rate.5star" = "واو، شكرًا لك!  نحن سعداء بمساعدتك";

"livechat.message.feedback" = "نشكركم على تقديم الملاحظات.";

"livechat.message.state.connecting" = "جارٍ توصيل";
"livechat.message.state.connected" = "متصل";

"livechat.message.inputcard.title.name" = "أدخل اسمًا";
"livechat.message.inputcard.title.phone" = "أدخل جهة اتصال";
"livechat.message.inputcard.title.url" = "أدخل عنوان URL";
"livechat.message.inputcard.title.email" = "أدخل البريد الإلكتروني";

"livechat.message.inputcard.error.name" = "أدخل اسم صالح";
"livechat.message.inputcard.error.email" = "أدخل عنوان بريد إلكتروني صالحًا";
"livechat.message.inputcard.error.contact" = "أدخل رقم اتصال صالحًا";
"livechat.message.inputcard.error.url" = "أدخل عنوان URL صالحًا";

"livechat.message.form.inline.introduction" = "ساعدنا في معرفة من نتحدث إليه.";
"livechat.message.form.inline.chatmessage" = "يرجى تزويدنا ببعض البيانات لبدء محادثة.";
"livechat.message.form.inline.buttontitle" = "املأ النموذج";

"livechat.message.form.field.error.question" = "أدخل سؤالاً";
"livechat.message.form.field.question" = "أدخل سؤالك هنا";
"livechat.message.form.field.campaign" = "هل ترغب في الاشتراك في نشرة الأخبار؟";

"livechat.message.form.field.error.unknown" = "الاستجابة المحددة غير صالحة.";

"livechat.message.form.field.department.fieldname" = "القسم";
"livechat.message.form.field.department.message" = "يرجى تحديد القسم التي يجب توجيه طلبك إليه";
"livechat.message.form.field.department.placeholder" = "اختر قسمًا";
"livechat.message.form.field.department.coversation.error" = "الرجاء تحديد قسم آخر.";
"livechat.message.form.field.department.traditional.error" = "اختر قسمًا صالحًا";



"livechat.message.form.field.email.fieldname" = "البريد الإلكتروني";
"livechat.message.form.field.email.message" = "يمكننا إرسال رسالة بريد إلكتروني عبر؟";
"livechat.message.form.field.email.placeholder" = "أدخل عنوان البريد الإلكتروني الخاص بك";
"livechat.message.form.field.email.coversation.error" = "يبدو أن عنوان البريد الإلكتروني الذي أدخلته غير صحيح. يُرجى إعادة إدخال عنوان البريد الإلكتروني الخاص بك.";
"livechat.message.form.field.email.traditional.error" = "أدخل عنوان بريد إلكتروني صالحًا";



"livechat.message.form.field.phone.fieldname" = "هاتف";
"livechat.message.form.field.phone.message" = "هل يمكنني الحصول على رقم الاتصال الخاص بك؟";
"livechat.message.form.field.phone.placeholder" = "أدخل رقم الاتصال الخاص بك";
"livechat.message.form.field.phone.coversation.error" = "يبدو أن رقم الهاتف الذي أدخلته غير صحيح. الرجاء إعادة إدخال رقم الهاتف الخاص بك.";
"livechat.message.form.field.phone.traditional.error" = "أدخل رقم هاتف صالحًا";


"livechat.message.form.field.name.fieldname" = "الاسم";
"livechat.message.form.field.name.message" = "كيف تريد أن نخاطبك؟";
"livechat.message.form.field.name.placeholder" = "أدخل اسمك";
"livechat.message.form.field.name.coversation.error" = "يبدو أن الاسم الذي أدخلته غير صحيح. يُرجى إعادة إدخال اسمك.";
"livechat.message.form.field.name.traditional.error" = "أدخل اسم صالح";

"livechat.button.sure" = "بالتأكيد";
"livechat.message.form.conversation.sendername" = "عامل الهاتف";
"livechat.message.form.traditional.title" = "تفاصيل المستخدم";

"livechat.message.error.internet" = "الرجاء التحقق من اتصالك بالإنترنت.";
"livechat.message.error.unknown" = "عذرًا! حدث خطأ ما. يُرجى إعادة المحاولة";


//Screenshot, Continue Chat, Uploading, Downloading,
//REOPEN
"livechat.message.error.internet" = "الرجاء التحقق من اتصالك بالإنترنت.";
"livechat.message.error.unknown" = "عذرًا! حدث خطأ ما. يُرجى إعادة المحاولة";
"livechat.conversation.started_no_dept" = "مع %@";
"livechat.message.reopensession" = "انتهت جلسة المحادثة الخاصة بك. يمكنك إعادة فتح المحادثة إذا كان لديك استعلامات أخرى.";
"livechat.message.failiure.unknown" = "حدث خطأ ما. رمز الخطأ: %@";
"livechat.message.failiure.throttle" = "الاتصال مقيد. جرّب بعد مرور بعض الوقت.";
"livechat.button.reopen" = "إعادة فتح المحادثة";
"livechat.message.conversation.reopened" = "لقد قمت بإعادة فتح المحادثة";
"livechat.message.sendblocked.ended" = "لقد انتهت هذه المحادثة";
"livechat.message.conversation.operatorsunavailable" = "لا يتوفر مشغلون";
"livechat.message.conversation.waiting" = "سينضم المشغل قريبًا";
"livechat.message.conversation.formwaiting" = "بانتظار التفاصيل الخاصة بك";

"livechat.message.chatwithus" = "تحدث معنا الآن!";
"livechat.message.search" = "بحث";
"livechat.rate.titlemessage" = "كيف كانت تجربة المحادثة التي أجريتها معنا؟";
"livechat.rate.subtitlemessage" = "يُرجى استغراق القليل من الوقت لترك تقييمك";
"livechat.message.time.justnow" = "توًا";
"livechat.message.file" = "الملف";
"livechat.message.missed.message" = "نعتذر عن عدم الرد! سنرد عليك قريبًا!";
"livechat.message.connection.online.message" = "معاودة الاتصال بالإنترنت!";


"salesiq.chat.branding" = "مشغل بواسطة SalesIQ Mobilisten";
"livechat.button.download" = "تنزيل";
"livechat.alert.formactivenotice.title" = "النموذج نشط في دردشة أخرى";
"livechat.alert.formactivenotice.subtitle" = "يُرجى إكمال النموذج في الدردشة السابقة قبل بدء دردشة جديدة!";
"livechat.message.offlinemessage.submitted" = "تم إرسال رسالة عدم الاتصال";
"livechat.message.storage_permission.denied" = "تم رفض إذن التخزين.";
"livechat.message.timedout" = "انتهاء مهلة الاتصال";
"livechat.message.success" = "ناجح";
"livechat.message.faliure" = "فشل";
"livechat.message.widget.selectionlimit" = "تم الوصول إلى حد الاختيار";
"livechat.message.noresult" = "لم يتم العثور على أي نتائج";
"livechat.message.waitingforconnection" = "بانتظار اتصال الشبكة";
"livechat.message.chat.closedalert" = "تم إغلاق الجلسة! إعادة فتح الدردشة للمتابعة.";

"livechat.message.info.chatmissed" = "لم نتمكن من اللحاق بطلب الدردشة الخاص بك";
"livechat.message.status.sending" = "جار الإرسال";
"livechat.message.status.sent" = "مرسلة";
"livechat.message.status.resend" = "إعادة الإرسال";
"livechat.message.status.delete" = "حذف";
"livechat.message.inputcard.error.novalue" = "يُرجى إدخال قيمة صالحة";

"livechat.chat.pendingaction.placeholder" = "يُرجى الانتظار.";
"livechat.chat.sender.profanity.alert" = "تنبيه بإساءة";
"livechat.chat.queue.banner.calculating" = "جارٍ احتساب مدة الانتظار...";
"livechat.chat.queue.banner.title" = "أنت في قائمة انتظار الدردشة";
"livechat.chat.queue.banner.timeremaining" = "وقت الانتظار المتوقع هو %@ تقريبًا";
"livechat.chat.queue.banner.position.subtitle" = "المكان";
"livechat.chat.list.subtitle.queue.spot" = "مكانك في صف الانتظار: %@";
"livechat.gdpr.googletranslate.consent" = "قد تشتمل هذه الخدمة على ترجمة من Google. لا تتحمل Google أي ضمان للترجمة، صريحة أو ضمنية، والتي تشمل أي ضمانات تتعلق بالدقة والموثوقية وأي ضمانات ضمنية أخرى للقابلية للتسويق والصلاحية لغرض محدد وعدم الانتهاك.";
"livechat.gdpr.translation.consent" = "موافقة الترجمةt";

"livechat.button.schedule" = "جدول زمني";
"livechat.message.inputwidget.datetime.title" = "التاريخ والوقت";
"livechat.message.search.country.placeholder" = "البحث عن الدولة أو الرمز";
"livechat.message.permission.denied.location" = "تم رفض إذن الموقع";
"livechat.messsage.search.noresults" = "لا يمكننا العثور على أي نتائج مطابقة للبحث الخاص بك";

"livechat.message.status.edit" = "تحرير";
"livechat.message.status.reply" = "الرد";
"livechat.message.deletingmessage" = "جارٍ حذف الرسالة";
"livechat.message.deletemessage" = "هل تريد حذف الرسالة؟";
"livechat.message.messagedeletedforeveryone" = "سيتم حذف هذه الرسالة للجميع. لا يمكن التراجع عن هذا الإجراء";
"livechat.message.loadmoremessage" = "تحميل المزيد";
"livechat.message.messagedeleted" = "تم حذف هذه الرسالة";
"livechat.message.messageedited" = "تم التحرير";
"livechat.message.failure.transcriptFetch" = "يتعذر تحميل الرسائل. حاول مرة أخرى لاحقًا.";
"livechat.message.failure.deleteMessage" = "يتعذر حذف الرسالة. حاول مرة أخرى لاحقًا.";
"livechat.message.failure.editMessage" = "يتعذر تحرير الرسالة. حاول مرة أخرى لاحقًا.";

"livechat.message.log.title" = "سجل التطبيق";
"livechat.message.log.chatMessage" = "طلب المشغل الوصول إلى سجل التطبيق الخاص بك";
"livechat.message.share" = "المشاركة";
"livechat.info.message" = "تم النسخ";


"livechat.booking.description"="انقر فوق ”احجز الآن“ الواردة أدناه لتحديد موعدك."; 
"livechat.booking.bookappointment" = "احجز موعدًا"; 
"livechat.booking.cancelbooking" = "إلغاء الحجز"; 
"livechat.booking.cancelbooking.message" = "هل أنت متأكد أنك تريد إلغاء هذا الحجز؟"; 
"livechat.booking.discardbooking" = "هل تريد بالتأكيد تجاهل التغييرات؟"; 
"livechat.common.discard" = "تجاهل"; 
"livechat.booking.pickadate" = "اختر تاريخًا"; 
"livechat.booking.allslotsbooked" = "تم حجز كل الفترات الزمنية"; 
"livechat.booking.allslotsbooked.message" = "يبدو أن كل الفترات الزمنية تم حجزها في هذا التاريخ، جرّب تاريخًا آخر."; 
"livechat.booking.unavailable" = "غير متاح"; 
"livechat.booking.slots" = "الفترات"; 
"livechat.booking.slot" = "الفترة الزمنية"; 
"livechat.booking.choosedate" = "اختر تاريخًا"; 
"livechat.booking.bookingconfirmation.title" = "تأكيد الحجز"; 
"livechat.booking.verifydetails" = "تأكيد تفاصيل جهة الاتصال"; 
"livechat.common.noresultfound" = "لم يتم العثور على نتائج لهذا البحث"; 
"livechat.booking.choosetimeslot.title" = "اختر فترة زمنية"; 
"livechat.booking.booknow" = "احجز الآن"; 
"livechat.booking.scheduled" = "تمت الجدولة"; 
"livechat.booking.cancelled" = "ملغي"; 
"livechat.booking.reschedule" = "إعادة الجدولة"; 
"livechat.booking.cancel" = "إلغاء";

"livechat.booking.expired" = "منتهي الصلاحية";
"livechat.booking.rescheduled" = "تم إعادة الجدولة";
"livechat.booking.error.booknow" = "إعادة المحاولة";
"livechat.booking.error.bookanappointment" = "يتعذر حجز موعد";
"livechat.booking.error.confirmappointment" = "فشل حجز الموعد. حاول مجددًا.";
"livechat.booking.error.rescheduleaction" = "تتعذر إعادة الجدولة. حاول مجددًا.";
"livechat.booking.error.cancelaction" = "يتعذر الإلغاء. حاول مجددًا.";
"livechat.booking.error.rescheduleappointment" = "تتعذر إعادة الجدولة. حاول مجددًا.";
"livechat.info.booking.reschedule" = "تمت إعادة جدولة الموعد";
"livechat.info.booking.cancel" = "تم إلغاء الموعد";
"livechat.booking.success.appointment" = "تم حجز الموعد بنجاح";
"livechat.booking.success.reschedule" = "تمت إعادة جدولة الموعد بنجاح";
"livechat.booking.success.cancel" = "تم إلغاء الموعد بنجاح";
"livechat.booking.disabled" = "التكامل غير ممكن في المدخل";
"livechat.booking.search" = "لم يتم العثور على نتائج بحث لـ";
"livechat.voicemessage.alert.title" = "تجاهل الرسالة الصوتية";
"livechat.voicemessage.alert.message" = "سيؤدي هذا إلى تجاهل رسالتك الصوتية المسجلة";
"livechat.booking.alert.discardChangesPrompt" = "لن يتم حفظ التغييرات التي تم إجراؤها. هل ترغب في المتابعة؟";
"livechat.alert.button.proceed" = "متابعة";
"livechat.alert.button.cancel" = "إلغاء";


//Knowledgebase
"livechat.knowledgebase.recentsearches" = "عمليات بحث حديثة";
"livechat.knowledgebase.categories" = "الفئات";
"livechat.knowledgebase.article.updated" = "تم التحديث";
"livechat.knowledgebase.action.like" = "إعجاب";
"livechat.knowledgebase.action.dislike" = "عدم الإعجاب";
"livechat.knowledgebase.info.liked" = "تم الإعجاب";
"livechat.knowledgebase.info.disliked" = "تم عدم إعجاب";
"livechat.knowledgebase.view" = "عرض";
"livechat.knowledgebase.views" = "طرق العرض";
"livechat.knowledgebase.action.invalid" = "إجراء غير صالح. حاول مجددًا.";
"livechat.knowledgebase.noviews" = "لا توجد مشاهدات";


"livechat.knowledgebase.subcategories" = "الفئات الفرعية";
"livechat.knowledgebase.article" = "مقالة";
"livechat.knowledgebase.articles" = "من المقالات";
"livechat.knowledgebase.relatedarticles" = "مقالات ذات صلة";
"livechat.knowledgebase.subcategory.count" = "فئة فرعية";
"livechat.knowledgebase.subcategories.count" = "من الفئات الفرعية";
"livechat.knowledgebase.recentlyviewed" = "تم عرضه مؤخرًا";
"livechat.knowledgebase.choosedepartment" = "اختر قسمًا";
"livechat.knowledgebase.search.departments" = "الأقسام";
"livechat.knowledgebase.delete.or.disabled" = "المقال غير متاح";


"livechat.chat" = "دردشة";
"livechat.knowledgebase.time.yearsago" = "تم التحديث منذ %@ عام";
"livechat.knowledgebase.time.monthago" = "تم التحديث منذ %@ شهر";
"livechat.knowledgebase.time.dayago" = "تم التحديث منذ 1 يوم";
"livechat.knowledgebase.time.daysago" = "تم التحديث منذ %@ أيام";
"livechat.knowledgebase.time.hourago" = "تم التحديث منذ 1 ساعة";
"livechat.knowledgebase.time.hoursago" = "تم التحديث منذ %@ ساعات";
"livechat.knowledgebase.time.justnow" = "تم التحديث للتو";

"livechat.conversation.unavailable" = "الدردشة غير متوفرة";
"livechat.launcher.dismiss" = "اسحب هنا للتجاهل";
"livechat.button.endchat" = "إنهاء المحادثة";
"livechat.message.file.not.supported" = "نوع الملف غير مدعوم";
"livechat.message.sending.failed" = "تعذر إرسال الرسالة";

"livechat.message.resendall" = "إعادة إرسال الكل";
"livechat.message.deleteall" = "حذف الكل";
"livechat.filebotcard.minimumselection.error" = "يُرجى تحديد @% من الملفات على الأقل";
"livechat.filebotcard.maximumselection.error" = "لا يمكن مشاركة أكثر من @% من الملفات";
"livechat.filebotcard.selectionfile.limitexceed.error" = "يجب ألا يتجاوز حجم الملف @%";
"livechat.filebotcard.upload" = "تحميل";

"livechat.message.widget.minimumselectionlimit" = "يلزم %@ كحد أدنى من الاختيارات";
"livechat.message.resource.viewarticle" = "عرض المقال";
"livechat.filebotcard.unsupportedfile.error" = "الملف المحدد غير مدعوم، الرجاء تحديد ملف آخر. ";
"livechat.fab.call.action" = "مكالمة";
"livechat.fab.chat.action" = "محادثة";
"livechat.fab.close.action" = "إغلاق";

"livechat.info.call.convertedaschat" = "تم تحويل المكالمة كدردشة بواسطة %@";
"livechat.info.call.end" = "مكالمة صوتية في %@ لـ %@";
"livechat.info.call.reject.peer" = "%@ مشغول في الوقت الحالي. يرجى إعادة الاتصال لاحقًا";
"livechat.info.call.reject" = "قام %@ برفض مكالمة صوتية في %@";
"livechat.info.call.missed.other" = "فوت %@ مكالمتك الصوتية في %@";
"livechat.info.call.missed.self" = "فوّت %@ مكالمة صوتية في %@";
"livechat.info.call.cancelled" = "قام %@ بإلغاء مكالمة صوتية في %@";
"livechat.common.loading" = "جارٍ التحميل...";
"livechat.call.title.ongoingcall" = "مكالمة جارية";
"livechat.prechat.chat.online.title" = "تحدث معنا الآن!";
"livechat.prechat.chat.offline.title" = "اترك لنا رسالة";
"livechat.prechat.call.online.title" = "اتصل بنا الآن";
"livechat.prechat.call.offline.title" = "اترك لنا مكالمة فائتة";
"livechat.call.warning.make.new.call" = "لا يمكنك إجراء مكالمة جديدة وأنت في مكالمة أخرى بالفعل.";
"livechat.call.end.alert.when.end.conversation" = "سيؤدي إنهاء الدردشة إلى إنهاء المكالمة الجارية كذلك. هل أنت متأكد من أنك تريد المتابعة؟";
"livechat.action.end" = "إنهاء";
"livechat.prechat.brand.back.to.online" = "مرحبًا، نحن متصلون مجددًا!";
"livechat.call.outgoingcall.duration" = "مكالمة صادرة لـ %@";
"livechat.call.missed" = "مكالمة فائتة";
"livechat.call.cancelled" = "مكالمة لاغية";
"livechat.missed.chat.response" = "شكرًا لاتصالك بنا! سنرد عليك قريبًا.";
"livechat.call.miss.alert.title" = "المشغلون غير متوفرين";
"livechat.call.miss.alert.message" = "هل ترغب في ترك مكالمة فائتة لنا؟";
"livechat.chat.miss.alert.message" = "هل ترغب في ترك رسالة لنا؟";
"livechat.call.recording.consent.title" = "الموافقة على تسجيل المكالمة";
"livechat.call.recording.consent" = "يتم تسجيل جميع المكالمات لأغراض ضمان الجودة وحفظ السجلات والتدريب. بالنقر فوق “أوافق”، فإنك تزود موافقتك على تسجيل المكالمة.";
"livechat.call.queue.title" = "المكالمة في قائمة الانتظار";
"livechat.call.microphone.permission.title" = "الرجاء السماح بالوصول";
"livechat.call.microphone.permission.custom.message" = "يحتاج %@ إلى الإذن بالوصول إلى الميكروفون لتسجيل المكالمات الصوتية";
"livechat.call.microphone.permission.message" = "يحتاج هذا التطبيق إلى الإذن بالوصول إلى الميكروفون لتسجيل المكالمات الصوتية";
"livechat.button.endconversation" = "إنهاء المحادثة";
"livechat.message.offlinechat" = "محادثة بدون اتصال";
"livechat.message.offlinecall" = "مكالمة بدون اتصال";
"livechat.checkbox.consent.message" = "أوافق على الشروط والأحكام";
"livechat.checkbox.consent.message.tac" = "البنود والشروط السارية لدينا";
"livechat.list.subtitle.queue.call" = "مكالمتك في قائمة الانتظار. يُرجى الانتظار.";
"livechat.list.subtitle.queue.chat" = "دردشتك في صف الانتظار. يُرجى الانتظار.";
"livechat.common.gdpr.consent.title" = "الموافقة على المحادثة";
"livechat.common.gdpr.consent.message" = "عن طريق النقر فوق “أوافق”، فأنت بموجب ذلك توافق على الشروط والأحكام المحددة في هذا المستند.";
"livechat.common.gdpr.consent.message.in.forms" = "بوضع علامة على خانة اختيار الشروط والأحكام، أنت توافق بموجبها على كل اللوائح المذكورة في المستند.";
"livechat.form.toast.agree.tac" = "يرجى الموافقة على الشروط والأحكام للمتابعة";
"livechat.list.missed.call.subtitle" = "فاتتنا مكالمتك. يرجى المحاولة لاحقاً.";
"livechat.list.cancel.call.subtitle" = "لقد ألغيت مكالمة صوتية.";
"livechat.list.subtitle.ongoingcallinothersession" = "مكالمة صادرة في جلسة أخرى";
"livechat.call.failed.message" = "يبدو أن كل عمال الهاتف لدينا غير متوفرين الآن!";
"livechat.call.waiting.for.response" = "يُرجى الانتظار حتى يقوم ممثل الدعم الخاص بنا بحضور مكالمتك";
"livecaht.call.initialization.failed" = "فشلت التهيئة";
